[
  "omnisearch",
  "obsidian-git",
  "obsidian-annotator",
  "text-extractor",
  "obsidian-excalidraw-plugin",
  "obsidian42-brat",
  "claudian",
  "obsidian-icon-folder",
  "execute-code",
  "vscode-editor",
  "obsidian-latex-suite",
  "background-image",
  "settings-profiles",
  "darlal-switcher-plus",
  "terminal",
  "obsidian-linter",
  "obsidian-banners",
  "code-styler",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "obsidian-jupyter-launcher"
]